[

    {
        "originalTitle": "Gangs of New York",
        "originalOverview": "It's 1863. America was born in the streets. Amsterdam Vallon returns to the Five Points of America to seek vengeance against the psychotic gangland kingpin, Bill the Butcher, who murdered his father years earlier. With an eager pickpocket by his side and a whole new army, Vallon fights his way to seek vengeance on the Butcher and restore peace in the area.",
        "posterPath": "/lemqKtcCuAano5aqrzxYiKC8kkn.jpg",
        "backdropPath": "/a2Aj5ksEo2HOUH3FbGyZCtaJM4C.jpg",
        "popularity": 15823,
        "voteAverage": 7.2,
        "releaseDate": "2002-12-14",
        "genres": [
            "Drama",
            "History",
            "Crime"
        ],
        "category": "Film",
        "language": "en",
        "movieLanguages": [
            {
                "title": "عصابات نيويورك",
                "language": "ar",
                "overview": "عصابات نيويورك (بالإنجليزية: Gangs of New York) هو فيلم روائي، جريمة، تاريخي أنتج في 2002. أخرجه الأمريكي مارتن سكورسيزي, والفيلم من بطولة ليوناردو دي كابريو و دانييل دي لويس و كاميرون دياز , ترشح الفيلم لعشرة جوائز أوسكار لم ينل أيًا منها، فاز دانييل دي لويس عن دوره في الفيلم بجائزة البافتا لأفضل ممثل.  تدور أحداث الفيلم في مدينة نيويورك القديمة في عام 1861 خلال فترة الحرب الأهلية الأمريكية من خلال قصة شاب إيرلندي اسمه أمستردام فالون (ليوناردو دي كابريو) يسعى للثأر من قاتل أبيه الواسبي بيل ذا بوتشر كاتينغ (دانييل دي لويس) و الذي قتل أبيه في حرب دارت بين السكان الأصليين (الذين ولدوا في أمريكا) و الإيرلنديين في مدينة نيويورك القديمة في 1846."
            }
        ],
        "movieVideos": {
            "title": "Gangs of New York Trailer HD (2002)",
            "key": "x5YmI2PW9R8",
            "site": "YouTube",
            "type": "Trailer"
        }
    },
    {
        "originalTitle": "Bambi",
        "originalOverview": "Bambi's tale unfolds from season to season as the young prince of the forest learns about life, love, and friends.",
        "posterPath": "/wV9e2y4myJ4KMFsyFfWYcUOawyK.jpg",
        "backdropPath": "/zM2Rdsh4kiTEXPkkO9lWBzZpwAH.jpg",
        "popularity": 16372,
        "voteAverage": 6.9,
        "releaseDate": "1942-08-14",
        "genres": [
            "Animation",
            "Drama",
            "Family"
        ],
        "category": "Film",
        "language": "en",
        "movieLanguages": [
            {
                "title": "بامبي",
                "language": "ar",
                "overview": "عن غزال صغير يولد في الغابة ويضحى أمير الغابة كوالده ويصير صديق للحيوانات منهم ثمبر الارنب ومعاً يكتشفا أسرار الغابة، وتموت أمه على أيدى الصيادين ويقابل فالين صديقة قديمة من أيام الطفولة وسرعان ما يقعا في الحب وبعدها يقوم حريق في الغابة ويقوم بامبي بإنقاذ فالين والهروب من الصيادين"
            }
        ],
        "movieVideos": {
            "title": "(Original 1942) Bambi Trailer",
            "key": "nLvX-erABqY",
            "site": "YouTube",
            "type": "Trailer"
        }
    },

    {
        "originalTitle": "Iron Man 3",
        "originalOverview": "When Tony Stark's world is torn apart by a formidable terrorist called the Mandarin, he starts an odyssey of rebuilding and retribution.",
        "posterPath": "/1Ilv6ryHUv6rt9zIsbSEJUmmbEi.jpg",
        "backdropPath": "/n9X2DKItL3V0yq1q1jrk8z5UAki.jpg",
        "popularity": 29243,
        "voteAverage": 6.9,
        "releaseDate": "2013-04-18",
        "genres": [
            "Action",
            "Adventure",
            "Science Fiction"
        ],
        "category": "Film",
        "language": "en",
        "movieLanguages": [
            {
                "title": "Iron Man 3",
                "language": "ar",
                "overview": "الجزء الثالث من سلسلة مارفل فائقة النجاح، تتبع القصة في الجزء الجديد توني ستارك/الرجل الحديدي أثناء مواجهته لعدو فائق ذو قدرات غير محدودة يدعى (ماندرين). يجد الرجل الحديدي عالمه يدمر بالكامل على يد هذا العدو، لكنه يقوم مجددًا ويبدأ السعي في مهمة مروعة للعثور على كل من كان له صلة بهذا.. وخلال هذه الرحلة تختبر صلابته وقوة معدنه الحقيقي، ويعتمد ستارك - الذي أصبح وحيدًا في مواجهة الخطر - على غريزته وعبقريته وآلاته لحماية أحباؤه المقربون.. وخلال المعركة يبدأ ستارك في الكشف عن إجابة السؤال الذي طالما أرقه لسنوات طوال: هل صنعته البذلة الحديدية، أم هو الذي صنعها؟"
            }
        ],
        "movieVideos": {
            "title": "Marvel's Iron Man 3 Domestic Trailer 2 (OFFICIAL)",
            "key": "YLorLVa95Xo",
            "site": "YouTube",
            "type": "Trailer"
        }
    },
    
    {
        "originalTitle": "Venom",
        "originalOverview": "Investigative journalist Eddie Brock attempts a comeback following a scandal, but accidentally becomes the host of Venom, a violent, super powerful alien symbiote. Soon, he must rely on his newfound powers to protect the world from a shadowy organization looking for a symbiote of their own.",
        "posterPath": "/2uNW4WbgBXL25BAbXGLnLqX71Sw.jpg",
        "backdropPath": "/VuukZLgaCrho2Ar8Scl9HtV3yD.jpg",
        "popularity": 63957,
        "voteAverage": 6.6,
        "releaseDate": "2018-09-28",
        "genres": [
            "Science Fiction",
            "Action"
        ],
        "category": "Film",
        "language": "en",
        "movieLanguages": [
            {
                "title": "فينوم",
                "language": "ar",
                "overview": "عندما يستحوذ إدي بروك على قوه خارقه من السمبيود، سيكون عليه أن يطلق سراح - فينوم -  من أجل إنقاذ حياته."
            }
        ],
        "movieVideos": {
            "title": "VENOM - Official Teaser Trailer (HD)",
            "key": "dzxFdtWmjto",
            "site": "YouTube",
            "type": "Teaser"
        }
    },
    {
        "originalTitle": "Loving Vincent",
        "originalOverview": "The film brings the paintings of Vincent van Gogh to life to tell his remarkable story. Every one of the 65,000 frames of the film is an oil-painting hand-painted by 125 professional oil-painters who travelled from all across the world to the Loving Vincent studios in Poland and Greece to be a part of the production. As remarkable as Vincent’s brilliant paintings are his passionate and ill-fated life and mysterious death.",
        "posterPath": "/qlrhwUDe7YOZujAYanK6ij2vbY5.jpg",
        "backdropPath": "/adFgBkl35kdI0bSrWZO2xury1JB.jpg",
        "popularity": 10375,
        "voteAverage": 8.3,
        "releaseDate": "2017-06-22",
        "genres": [
            "Animation",
            "Drama",
            "Mystery"
        ],
        "category": "Film",
        "language": "en",
        "movieLanguages": [
            {
                "title": "Loving Vincent",
                "language": "ar",
                "overview": "في يوم السابع والعشرين من شهر يوليو عام ١٨٩٠ نزل جسد هزيل متعثرًا إلى شارع يغلب عليه النعاس وقت الشفق، في البلدة الريفية الفرنسية الصغيرة (أوفير). كان الرجل لا يحمل معه شيئًا؛ وكانت يداه تعانقان جرح حديث نتج عن ضربة بالرصاص، ينزف من بطنه. ذلك الرجل كان (فينسنت فان جوخ)."
            }
        ],
        "movieVideos": {
            "title": "Loving Vincent - Trailer 2016 (web)",
            "key": "47h6pQ6StCk",
            "site": "YouTube",
            "type": "Teaser"
        }
    },
    {
        "originalTitle": "It",
        "originalOverview": "In a small town in Maine, seven children known as The Losers Club come face to face with life problems, bullies and a monster that takes the shape of a clown called Pennywise.",
        "posterPath": "/9E2y5Q7WlCVNEhP5GiVTjhEhx1o.jpg",
        "backdropPath": "/tcheoA2nPATCm2vvXw2hVQoaEFD.jpg",
        "popularity": 15367,
        "voteAverage": 7.2,
        "releaseDate": "2017-09-06",
        "genres": [
            "Horror",
            "Thriller"
        ],
        "category": "Film",
        "language": "en",
        "movieLanguages": [
            {
                "title": "الشيء",
                "language": "ar",
                "overview": "في مدينة (ديري)، الأطفال المحليين يختفون واحدًا تلو الآخر، تاركين خلفهم أجساد ممزقة أو أشلاء.. بينما في مكان معروف بإسم (The Barrens) تتكون مجموعة من سبع أطفال من خلال لقاءات مرعبة وعجيبة مع مهرج يُدعى (بيني وايز)، ويظل لـ(بيل دينيبروه) ثأر شخصي مع هذا المهرج.. بعد سبعة وعشرين عامًا من لقاءهم مع بيني وايز، يقوم (نادي الخاسرين) بتجميع أعضائه واقتراضهم من حيواتهم الناجحة وأعمالهم لأن (IT) كما لقبونه، عاد من جديد وعادت معه ظاهرة اختفاء الأطفال."
            }
        ],
        "movieVideos": {
            "title": "IT - Official Trailer 1",
            "key": "xKJmEC5ieOk",
            "site": "YouTube",
            "type": "Trailer"
        }
    },
    {
        "originalTitle": "Jumanji: Welcome to the Jungle",
        "originalOverview": "The tables are turned as four teenagers are sucked into Jumanji's world - pitted against rhinos, black mambas and an endless variety of jungle traps and puzzles. To survive, they'll play as characters from the game.",
        "posterPath": "/bXrZ5iHBEjH7WMidbUDQ0U2xbmr.jpg",
        "backdropPath": "/rz3TAyd5kmiJmozp3GUbYeB5Kep.jpg",
        "popularity": 19797,
        "voteAverage": 6.7,
        "releaseDate": "2017-12-09",
        "genres": [
            "Action",
            "Adventure",
            "Comedy",
            "Fantasy"
        ],
        "category": "Film",
        "language": "en",
        "movieLanguages": [
            {
                "title": "جومانجي: مرحبًا بكم في الأدغال",
                "language": "ar",
                "overview": "أربعة طلاب بالمدرسة الثانوية يكتشفون لعبة قديمة تقحمهم داخل الغابة المرتبطة بإعدادات اللعبة ووحدة تحكمها، حرفيًا اللعبة تتجسد في اختياراتهم التي تقف عليها أنشطتهم، ليدركوا مع الوقت أن (جومانجي) ليست مجرد لعبة، بل تحدي للبقاء على قيد الحياة."
            }
        ],
        "movieVideos": {
            "title": "JUMANJI: WELCOME TO THE JUNGLE - Official Trailer (HD)",
            "key": "2QKg5SZ_35I",
            "site": "YouTube",
            "type": "Trailer"
        }
    },
    {
        "originalTitle": "Ant-Man and the Wasp",
        "originalOverview": "Just when his time under house arrest is about to end, Scott Lang once again puts his freedom at risk to help Hope van Dyne and Dr. Hank Pym dive into the quantum realm and try to accomplish, against time and any chance of success, a very dangerous rescue mission.",
        "posterPath": "/rv1AWImgx386ULjcf62VYaW8zSt.jpg",
        "backdropPath": "/6P3c80EOm7BodndGBUAJHHsHKrp.jpg",
        "popularity": 58793,
        "voteAverage": 7,
        "releaseDate": "2018-07-04",
        "genres": [
            "Action",
            "Adventure",
            "Science Fiction",
            "Comedy",
            "Family"
        ],
        "category": "Film",
        "language": "en",
        "movieLanguages": [
            {
                "title": "الرجل النمله والدبور",
                "language": "ar",
                "overview": "بينما ينتظر سكوت لانق انتهاء فترة احتجازه في المنزل، يشاركه هوب فان دين والدكتور هانك بيم في مخطط لإنقاذ السيدة فان دين من الكون الصغير الذي سقطت فيه، في حين تلتقي مجموعتان من المخططين بنيّة سرقة اختراعات الدكتور بيم."
            }
        ],
        "movieVideos": {
            "title": "Official Trailer",
            "key": "8_rTIAOohas",
            "site": "YouTube",
            "type": "Trailer"
        }
    },
    {
        "originalTitle": "The Foreigner",
        "originalOverview": "Quan is a humble London businessman whose long-buried past erupts in a revenge-fueled vendetta when the only person left for him to love – his teenage daughter – dies in a senseless act of politically-motivated terrorism. His relentless search to find the terrorists leads to a cat-and-mouse conflict with a British government official whose own past may hold the clues to the identities of the elusive killers.",
        "posterPath": "/rwM4hzrmc5HiWfQD9ls9DL4QgGl.jpg",
        "backdropPath": "/sDiGcjWhSu42dCw0jQmBInAkDZ9.jpg",
        "popularity": 13442,
        "voteAverage": 6.7,
        "releaseDate": "2017-09-28",
        "genres": [
            "Action",
            "Thriller",
            "Drama"
        ],
        "category": "Film",
        "language": "en",
        "movieLanguages": [
            {
                "title": "الأجنبي",
                "language": "ar",
                "overview": "كوان (جاكي شان) رجل أعمال متواضع في (لندن)، يثور ماضيه الدفين الذي كان قد وأده خلفه، عندما تُقتل ابنته الحبيبة من قِبَل جماعة إرهابية ذات دوافع سياسية انتقامًا منه، وبينما يستقصي كوان هوية الإرهابيين يتورط في لعبة قط وفأر مع مسئول الحكومة البريطانية."
            }
        ],
        "movieVideos": {
            "title": "The Foreigner | Official Trailer | Own it on Digital HD Now, Blu-ray™ & DVD 1/9",
            "key": "r_rSAbYyIq0",
            "site": "YouTube",
            "type": "Trailer"
        }
    },
    {
        "originalTitle": "Mary Poppins Returns",
        "originalOverview": "In Depression-era London, a now-grown Jane and Michael Banks, along with Michael's three children, are visited by the enigmatic Mary Poppins following a personal loss. Through her unique magical skills, and with the aid of her friend Jack, she helps the family rediscover the joy and wonder missing in their lives.",
        "posterPath": "/uTVGku4LibMGyKgQvjBtv3OYfAX.jpg",
        "backdropPath": "/cwiJQXezWz876K3jS57Sq56RYCZ.jpg",
        "popularity": 114352,
        "voteAverage": 6.7,
        "releaseDate": "2018-12-13",
        "genres": [
            "Fantasy",
            "Family",
            "Comedy"
        ],
        "category": "Film",
        "language": "en",
        "movieLanguages": [
            {
                "title": "عودة ماري بوبينز",
                "language": "ar",
                "overview": "في عصر الكساد في لندن، تزور ماري بوبينزجين ومايكل بانكس بعد ان اصبحوا بالغين، جنبًا إلى جنب مع أطفال مايكل الثلاثة، بعد خسارة شخصية. من خلال مهاراتها السحرية الفريدة، وبمساعدة صديقها جاك، تساعد ماري العائلة على إعادة اكتشاف الفرح."
            }
        ],
        "movieVideos": {
            "title": "Mary Poppins Returns Official Teaser Trailer",
            "key": "PzcaR1N0pTI",
            "site": "YouTube",
            "type": "Teaser"
        }
    },
    {
        "originalTitle": "American Assassin",
        "originalOverview": "Following the murder of his fiancée, Mitch Rapp trains under the instruction of Cold War veteran Stan Hurley. The pair then is enlisted to investigate a wave of apparently random attacks on military and civilian targets.",
        "posterPath": "/w6vjeHx3UEaBXIyc8VFqyZYKznD.jpg",
        "backdropPath": "/wb78lmqAXsUVG84xrmAOJBfgZHr.jpg",
        "popularity": 17315,
        "voteAverage": 6.3,
        "releaseDate": "2017-09-14",
        "genres": [
            "Action",
            "Thriller"
        ],
        "category": "Film",
        "language": "en",
        "movieLanguages": [
            {
                "title": "قاتل امريكي",
                "language": "ar",
                "overview": "قبل شروعه في اصطياد الإرهابيين، كان (ميتش راب) طالب جامعي نجيب، باحث مجتهد، ورياضي موهوب فقد والديه في حادث سيارة في سن الرابعة عشر. لكن تقع المأساة ويتم تجنيده في برنامج العمليات السرية الذي يضم نخبة الأشخاص المتواجدين في البلاد، حيث يتم تدريبه على مهارات مميتة تُمكِّنه من استهداف أعداء خطيرين."
            }
        ],
        "movieVideos": {
            "title": "American Assassin - Trailer #2 - In Cinemas Now",
            "key": "OLSyJT4y_I8",
            "site": "YouTube",
            "type": "Trailer"
        }
    },
    {
        "originalTitle": "Bumblebee",
        "originalOverview": "On the run in the year 1987, Bumblebee finds refuge in a junkyard in a small Californian beach town. Charlie, on the cusp of turning 18 and trying to find her place in the world, discovers Bumblebee, battle-scarred and broken.  When Charlie revives him, she quickly learns this is no ordinary yellow VW bug.",
        "posterPath": "/fw02ONlDhrYjTSZV8XO6hhU3ds3.jpg",
        "backdropPath": "/hMANgfPHR1tRObNp2oPiOi9mMlz.jpg",
        "popularity": 47721,
        "voteAverage": 6.5,
        "releaseDate": "2018-12-15",
        "genres": [
            "Action",
            "Adventure",
            "Science Fiction"
        ],
        "category": "Film",
        "language": "en",
        "movieLanguages": [
            {
                "title": "بومبل بي",
                "language": "ar",
                "overview": "في عام 1987 ، يجد بومبل بي ملجأ له في خردة داخل بلدة شاطئية صغيرة في كاليفورنيا. و تشارلي، على أعتاب سن الثامنة عشر وتحاول العثور على مكان لها في العالم، تكتشف بومبل بي، متكسر من الحرب. تجده تشارلي ، وتكتشف أن السيارة ليست مجرد فولكس فاقن عادية."
            }
        ],
        "movieVideos": {
            "title": "Bumblebee (2018) - Official Teaser Trailer - Paramount Pictures",
            "key": "fAIX12F6958",
            "site": "YouTube",
            "type": "Teaser"
        }
    },
    {
        "originalTitle": "The Nun",
        "originalOverview": "When a young nun at a cloistered abbey in Romania takes her own life, a priest with a haunted past and a novitiate on the threshold of her final vows are sent by the Vatican to investigate. Together they uncover the order’s unholy secret. Risking not only their lives but their faith and their very souls, they confront a malevolent force in the form of the same demonic nun that first terrorized audiences in “The Conjuring 2” as the abbey becomes a horrific battleground between the living and the damned.",
        "posterPath": "/sFC1ElvoKGdHJIWRpNB3xWJ9lJA.jpg",
        "backdropPath": "/fgsHxz21B27hOOqQBiw9L6yWcM7.jpg",
        "popularity": 29331,
        "voteAverage": 5.6,
        "releaseDate": "2018-09-05",
        "genres": [
            "Horror",
            "Mystery",
            "Thriller"
        ],
        "category": "Film",
        "language": "en",
        "movieLanguages": [
            {
                "title": "الراهبة",
                "language": "ar",
                "overview": "عندما تنتحر راهبة صغيرة في دير منعزل في رومانيا، يرسل الفاتيكان قسًا له ماضٍ مسكون و راهبه مستجده. معا كشفوا سر النظام الغير المقدس. لايخاطرون بحياتهم فقط، بل بايمانهم ايضا."
            }
        ],
        "movieVideos": {
            "title": "THE NUN - Official Teaser Trailer [HD]",
            "key": "pzD9zGcUNrw",
            "site": "YouTube",
            "type": "Trailer"
        }
    },
    {
        "originalTitle": "Isn't It Romantic",
        "originalOverview": "For a long time, Natalie, an Australian architect living in New York City, had always believed that what she had seen in rom-coms is all fantasy. But after thwarting a mugger at a subway station only to be knocked out while fleeing, Natalie wakes up and discovers that her life has suddenly become her worst nightmare—a romantic comedy—and she is the leading lady.",
        "posterPath": "/5xNBYXuv8wqiLVDhsfqCOr75DL7.jpg",
        "backdropPath": "/fPwJmIg6CVNNXUJvL1wgeexzwEp.jpg",
        "popularity": 61906,
        "voteAverage": 6.4,
        "releaseDate": "2019-02-13",
        "genres": [
            "Comedy",
            "Fantasy",
            "Romance"
        ],
        "category": "Film",
        "language": "en",
        "movieLanguages": [
            {
                "title": "أليس هذا رومانسي",
                "language": "ar",
                "overview": "كانت ناتالي - وهي مهندسة معمارية أسترالية تعيش في مدينة نيويورك - تؤمن دائمًا بأن ما شاهدته في الافلام الرومنسية هو شيء من وحي  الخيال. ولكن بعد مشاجرة مع لص في محطة المترو، تفقد ناتالي وعيها وعندما تستيقض، تكتشف أن حياتها قد أصبحت فجأة كوميديا رومانسية!"
            }
        ],
        "movieVideos": {
            "title": "ISN'T IT ROMANTIC - Official Trailer",
            "key": "8ZwgoVmILQU",
            "site": "YouTube",
            "type": "Trailer"
        }
    },
    {
        "originalTitle": "Upgrade",
        "originalOverview": "A brutal mugging leaves Grey Trace paralyzed in the hospital and his beloved wife dead. A billionaire inventor soon offers Trace a cure — an artificial intelligence implant called STEM that will enhance his body. Now able to walk, Grey finds that he also has superhuman strength and agility — skills he uses to seek revenge against the thugs who destroyed his life.",
        "posterPath": "/8fDtXi6gVw8WUMWGT9XFz7YwkuE.jpg",
        "backdropPath": "/q9HocL5f8WwPldwpvmpk8ZaNZkC.jpg",
        "popularity": 21753,
        "voteAverage": 7.4,
        "releaseDate": "2018-06-01",
        "genres": [
            "Action",
            "Thriller",
            "Science Fiction"
        ],
        "category": "Film",
        "language": "en",
        "movieLanguages": [
            {
                "title": "تحديث",
                "language": "ar",
                "overview": "في المستقبل القريب ، تسيطر التكنولوجيا على جميع جوانب الحياة تقريبًا. لكن عندما أصبح جراي ، وهو تقني معروف ، قد انقلب عالمه رأسا على عقب ، فإن أمله الوحيد في الانتقام هو زرع شريحة كمبيوتر تجريبية تسمى Stem."
            }
        ],
        "movieVideos": {
            "title": "UPGRADE (2018) – Official Red Band Film Trailer",
            "key": "1hTLGlgZ4Z8",
            "site": "YouTube",
            "type": "Trailer"
        }
    },
    
    {
        "originalTitle": "千と千尋の神隠し",
        "originalOverview": "A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free her family.",
        "posterPath": "/oRvMaJOmapypFUcQqpgHMZA6qL9.jpg",
        "backdropPath": "/mnpRKVSXBX6jb56nabvmGKA0Wig.jpg",
        "popularity": 29516,
        "voteAverage": 8.5,
        "releaseDate": "2001-07-20",
        "genres": [
            "Animation",
            "Family",
            "Fantasy"
        ],
        "category": "Film",
        "language": "en",
        "movieLanguages": [
            {
                "title": "المخطوفة",
                "language": "ar",
                "overview": "تبدأ القصة أثناء انتقال تشيهيرو ووالديها من المدينة إلى منطقة ريفية،ولكن بينما هم في الطريق، يدخلون منعطفًا يقودهم إلى مكان غريب فيه مدينة غير مأهولة فتكون هي تلك اللحظة التي ستتغير فيها حياة تشيهيرو وتصبح في عالم الأطياف وتجد نفسها في مغامرة حافلة يجب عليها تخطيها حتى يمكنها العودة مع والدَيها إلى عالم البشر"
            }
        ],
        "movieVideos": {
            "title": "Spirited Away - Official Trailer",
            "key": "ByXuk9QqQkk",
            "site": "YouTube",
            "type": "Trailer"
        }
    },
    
    {
        "originalTitle": "パプリカ",
        "originalOverview": "When a machine that allows therapists to enter their patient's dreams is stolen, all hell breaks loose. Only a young female therapist can stop it: Paprika.",
        "posterPath": "/dJI2FSs3qfEPW82cWYfIaV8cVmN.jpg",
        "backdropPath": "/jViKJYWcILHeN0KH1Wub0Go59TZ.jpg",
        "popularity": 10728,
        "voteAverage": 7.8,
        "releaseDate": "2006-10-01",
        "genres": [
            "Animation",
            "Drama",
            "Mystery",
            "Science Fiction",
            "Thriller"
        ],
        "category": "Film",
        "language": "en",
        "movieLanguages": [
            {
                "title": "Paprika",
                "language": "ar",
                "overview": "مجموعة صغيرة من العلماء والأطباء النفسيين تخترع في المستقبل القريب جهازاً يدعى MiniDC،\r وهو أشبه بتاج إلكتروني يُلبسه الطبيب رأس النائم مما يخول له الاتصال بأحلامه وتسجيلها على جهاز\r الكمبيوتر. وفي حال لبسه الطبيب أيضاً ثم نام بجانب المريض، فإنه يستطيع مشاركته الحلم والتفاعل فيه\r أيضاً! هكذا كان الهدف إنسانياً ونبيلاً، لكن واحدة من قطع الـ MiniDC قد سرقت، ويتوجب على\r Paprika ورفاقها دخول أحلام أحد النائمين في مغامرات حابسة للأنفاس من أجل معرفة السارق…."
            }
        ],
        "movieVideos": {
            "title": "Paprika (Anime Movie) Trailer [720p HD]",
            "key": "jJzEW_eE1G0",
            "site": "YouTube",
            "type": "Trailer"
        }
    },
    
    {
        "originalTitle": "Dinosaur",
        "originalOverview": "An orphaned dinosaur raised by lemurs joins an arduous trek to a sancturary after a meteorite shower destroys his family home.",
        "posterPath": "/rSje3FS7ycJSglowlngjsvDt7vO.jpg",
        "backdropPath": "/LT2796bodQIvIV50KcyrsIkq6r.jpg",
        "popularity": 13416,
        "voteAverage": 6.4,
        "releaseDate": "2000-05-19",
        "genres": [
            "Animation",
            "Family"
        ],
        "category": "Film",
        "language": "en",
        "movieLanguages": [
            {
                "title": "ديناصور",
                "language": "ar",
                "overview": "يقوم أحد الزواحف المجنحة باختطاف بيضة ديناصور، ولكن أثناء طيرانه تسقط منه عن طريق الخطأ. تجد عائلة من الليمور البيضة وتقوم برعايتها ورعاية الديناصور الذى يخرج منها، وتطلق عليه (الادار) وتقوم بتربيته كواحد من أفرادها. الادر يتولى حمايتهم لأنه يعتقد أنهم عائلته، حينما يهاجم أحد النيازك الأرض يحاول الادار وعائلته الهروب إلى مكان آخر خوفا من الدمارن فيتصادف مقابلة الادار لبقية الديناصورات لأول مرة."
            }
        ],
        "movieVideos": {
            "title": "Dinosaur (2000) Trailer",
            "key": "JuEeYemi-74",
            "site": "YouTube",
            "type": "Trailer"
        }
    },
    
    {
        "originalTitle": "The Rescuers",
        "originalOverview": "What can two little mice possibly do to save an orphan girl who's fallen into evil hands? With a little cooperation and faith in oneself, anything is possible! As members of the mouse-run International Rescue Aid Society, Bernard and Miss Bianca respond to orphan Penny's call for help. The two mice search for clues with the help of an old cat named Rufus.",
        "posterPath": "/49rGpB2x6AFB83SC4IBl9foRIGp.jpg",
        "backdropPath": "/8kVDTCCrcN2twIJZpkTNfG3df85.jpg",
        "popularity": 12348,
        "voteAverage": 6.7,
        "releaseDate": "1977-06-22",
        "genres": [
            "Fantasy",
            "Family",
            "Animation",
            "Adventure"
        ],
        "category": "Film",
        "language": "en",
        "movieLanguages": [
            {
                "title": "المنقذون",
                "language": "ar",
                "overview": "تبدأ الأحداث بوصول رسالة في زجاجة إلى جمعية فئران خيرية. فحوى الرسالة أن فتاة يتيمة تدعى بيتي في خطر بعد أن اختطفتها عجوز شريرة لكي تساعدها في مخططاتها. فتعقد الفأرة بيانكا العزم على مساعدتها."
            }
        ],
        "movieVideos": {
            "title": "The Rescuers 1977 TV trailer",
            "key": "iHKfuMgpSfg",
            "site": "YouTube",
            "type": "Trailer"
        }
    },
    
    {
        "originalTitle": "How to Train Your Dragon: The Hidden World",
        "originalOverview": "As Hiccup fulfills his dream of creating a peaceful dragon utopia, Toothless’ discovery of an untamed, elusive mate draws the Night Fury away. When danger mounts at home and Hiccup’s reign as village chief is tested, both dragon and rider must make impossible decisions to save their kind.",
        "posterPath": "/xvx4Yhf0DVH8G4LzNISpMfFBDy2.jpg",
        "backdropPath": "/h3KN24PrOheHVYs9ypuOIdFBEpX.jpg",
        "popularity": 443819,
        "voteAverage": 7.8,
        "releaseDate": "2019-01-03",
        "genres": [
            "Animation",
            "Family",
            "Adventure"
        ],
        "category": "Film",
        "language": "en",
        "movieLanguages": [
            {
                "title": "كيف تدرب تنينك: العالم الخفي",
                "language": "ar",
                "overview": "في الوقت الذي يحقق فيه - هيكوب - حلمه في إنشاء يوتوبيا تنموية سلمية للتنانين، يكتشف - تووثلس - كائنا مشابها له. بينما يتصاعد الخطر في القرية ويتم اختبار قدرة هيكوب  كحاكما للقرية، يتوجب على كل من التنين وفارسه اتخاذ قرارات مستحيلة لإنقاذ القرية."
            }
        ],
        "movieVideos": {
            "title": "HOW TO TRAIN YOUR DRAGON: THE HIDDEN WORLD | Official Trailer 2",
            "key": "qLTDtbYmdWM",
            "site": "YouTube",
            "type": "Trailer"
        }
    },
    
    {
        "originalTitle": "Fury",
        "originalOverview": "Last months of World War II in April 1945. As the Allies make their final push in the European Theater, a battle-hardened U.S. Army sergeant in the 2nd Armored Division named Wardaddy commands a Sherman tank called \"Fury\" and its five-man crew on a deadly mission behind enemy lines. Outnumbered and outgunned, Wardaddy and his men face overwhelming odds in their heroic attempts to strike at the heart of Nazi Germany.",
        "posterPath": "/pfte7wdMobMF4CVHuOxyu6oqeeA.jpg",
        "backdropPath": "/pKawqrtCBMmxarft7o1LbEynys7.jpg",
        "popularity": 31745,
        "voteAverage": 7.4,
        "releaseDate": "2014-10-15",
        "genres": [
            "War",
            "Drama",
            "Action"
        ],
        "category": "Film",
        "language": "en",
        "movieLanguages": [
            {
                "title": "Fury",
                "language": "ar",
                "overview": "في إبريل عام 1945 حينما كان الحلفاء يضعون لمساتهم الأخيرة على مسرح الأحداث الأوروبية، كان الخبير الحربي الرقيب واردادي (براد بيت) - وتحت قيادته طاقم من خمسة جنود - يقود دبابة من طراز (شيرمان) في مهمة انتحارية خلف خطوط العدو. رغم النقص في العدد والعدة لديهم أمام قوات ألمانيا النازية، إلا أنهم قاموا بدور بطولي للغاية."
            }
        ],
        "movieVideos": {
            "title": "FURY - Official Trailer - In Theaters NOW!",
            "key": "q94n3eWOWXM",
            "site": "YouTube",
            "type": "Trailer"
        }
    }
    
]